export const code=[
    {
        "code_1": "4102020102",
        "detail": "รายได้ภาษีรถจักรยานยนต์",
        "code_2": "201"
      },
      {
        "code_1": "4102020103",
        "detail": "รายได้ภาษีสุราและแสตมป์สุรา",
        "code_2": "203"
      },
      {
        "code_1": "4102020104",
        "detail": "รายได้ภาษีเบียร์",
        "code_2": "204"
      },
      {
        "code_1": "4102020105",
        "detail": "รายได้ภาษีเครื่องดื่มไม่มีแอลกอฮอล์",
        "code_2": "205"
      },
      {
        "code_1": "4102020106",
        "detail": "รายได้ภาษียาสูบและแสตมป์ยาสูบ",
        "code_2": "207"
      },
      {
        "code_1": "4102020107",
        "detail": "รายได้ภาษีน้ำมันและผลิตภัณฑ์จากน้ำมัน",
        "code_2": "210"
      },
      {
        "code_1": "4102020108",
        "detail": "รายได้ภาษีเครื่องไฟฟ้า",
        "code_2": "212"
      },
      {
        "code_1": "4102020109",
        "detail": "รายได้ภาษีรถยนต์",
        "code_2": "214"
      },
      {
        "code_1": "4102020110",
        "detail": "รายได้ภาษีแบตเตอรี่",
        "code_2": "250"
      },
      {
        "code_1": "4102020111",
        "detail": "รายได้ภาษีผลิตภัณฑ์เครื่องหอมและเครื่องสำอาง",
        "code_2": "216"
      },
      {
        "code_1": "4102020112",
        "detail": "รายได้ภาษีแก้วและเครื่องแก้ว",
        "code_2": "213"
      },
      {
        "code_1": "4102020113",
        "detail": "รายได้ภาษีเรือ",
        "code_2": "215"
      },
      {
        "code_1": "4102020114",
        "detail": "รายได้ค่าธรรมเนียมประทับตราไพ่",
        "code_2": "218"
      },
      {
        "code_1": "4102020115",
        "detail": "รายได้ภาษีพรมและสิ่งทอปูพื้นอื่นๆ",
        "code_2": "219"
      },
      {
        "code_1": "4102020119",
        "detail": "รายได้ภาษีสำหรับสินค้าสารทำลายชั้นบรรยากาศโอโซนฯ",
        "code_2": "403"
      },
      {
        "code_1": "4102020199",
        "detail": "รายได้ภาษีสรรพสามิตอื่น",
        "code_2": "403"
      },
      {
        "code_1": "4102020201",
        "detail": "รายได้ภาษีสถานบริการเฉพาะให้ความบันเทิง",
        "code_2": "217",
        "gf": "234,048.00",
        "ex": "234,047.73",
        "diff": "0.27"
      },
      {
        "code_1": "4102020204",
        "detail": "รายได้ภาษีสถานบริการอื่น",
        "code_2": "202"
      },
      {
        "code_1": "4201010199",
        "detail": "รายได้ค่าธรรมเนียมใบอนุญาตอื่น",
        "code_2": "410"
      },
      {
        "code_1": "4202010199",
        "detail": "รายได้ค่าธรรมเนียมการบริการอื่น",
        "code_2": "670"
      },
      {
        "code_1": "4202030104",
        "detail": "รายได้ค่าขายของกลาง",
        "code_2": "641"
      },
      {
        "code_1": "4202030105",
        "detail": "รายได้ค่าขายของเบ็ดเตล็ด",
        "code_2": "642"
      },
      {
        "code_1": "4202030110",
        "detail": "รายได้ค่าซื้อเอกสารจัดซื้อ",
        "code_2": "645"
      },
      {
        "code_1": "4205010110",
        "detail": "รายรับจากการขายครุภัณฑ์",
        "code_2": "649"
      },
      {
        "code_1": "4201020103",
        "detail": "รายได้ค่าปรับเปรียบเทียบคดี",
        "code_2": "804"
      },
      {
        "code_1": "4201020105",
        "detail": "รายได้จากการริบทรัพย์และการชดเชยค่าเสียหาย",
        "code_2": "815"
      },
      {
        "code_1": "4201020199",
        "detail": "รายได้ค่าปรับอื่น",
        "code_2": "810"
      },
      {
        "code_1": "4206010102",
        "detail": "รายได้เงินเหลือจ่ายปีเก่า",
        "code_2": "811"
      },
      {
        "code_1": "4206010199",
        "detail": "รายได้ที่ไม่ใช่ภาษีอื่น",
        "code_2": "830"
      },
      {
        "code_1": "4102020117",
        "detail": "รายได้ภาษีสรรพสามิตจ่ายคืน",
        "code_2": "403"
      },
      {
        "code_1": "4104010101",
        "detail": "รายได้จัดสรรเพื่อชดเชยการส่งออก",
        "code_2": "203"
      },
      {
        "code_1": "4104010104",
        "detail": "รายได้ภาษีจัดสรรเป็นเงินนอกงปม.",
        "code_2": "915"
      },
      {
        "code_1": "4207010101",
        "detail": "รายได้ที่ไม่ใช่ภาษีจัดสรรเป็นเงินนอกงปม.",
        "code_2": "658"
      },
      {
        "code_1": "2101020106",
        "detail": "เจ้าหนี้ส่วนราชการ - รายได้รับแทนกัน (มหาดไทย)",
        "code_2": "902,903"
      },
      {
        "code_1": "2101020101",
        "detail": "เจ้าหนี้องค์กรปกครองส่วนท้องถิ่น",
        "code_2": "902"
      },
      {
        "code_1": "4301020109",
        "detail": "รายได้เพื่อเป็นค่าใช้จ่ายจัดเก็บภาษี",
        "code_2": "512"
      },
      {
        "code_1": "2111020199",
        "detail": "เงินรับฝากอื่น (เงินกองทุนเพื่อผู้สูงอายุ)",
        "code_2": "803"
      },
      {
        "code_1": "2111020199",
        "detail": "เงินรับฝากอื่น (เงินบำรุงองค์การกระจายเสียงฯ)",
        "code_2": "913"
      },
      {
        "code_1": "2111020199",
        "detail": "เงินรับฝากอื่น (เงินบำรุง กกท.)",
        "code_2": "115"
      },
      {
        "code_1": "2111020199",
        "detail": "เงินรับฝากอื่น (เงินบำรุง สสส.)",
        "code_2": "116"
      },
      {
        "code_1": "2112010199",
        "detail": "เงินประกันและมัดจำ",
        "code_2": "910"
      }
    
]